package com.project.cheerha.common.util;

public class CompanyList {

    public static final String[] companies = {
            "삼성", "LG", "카카오", "네이버", "구글", "마이크로소프트", "애플", "토스", "배달의민족", "카페24",
            "당근마켓", "마켓컬리", "롯데", "SK", "한화", "KT", "현대자동차", "포스코", "삼성전자", "LG전자",
            "CJ", "쿠팡", "위메프", "11번가", "인터파크", "다이소", "이마트", "삼성생명", "교보문고", "하이닉스",
            "제일기획", "넥슨", "넷마블", "엔씨소프트", "반도건설", "현대백화점", "신세계", "롯데쇼핑", "삼성SDS", "카카오게임즈",
            "배달통", "레진코믹스", "마켓플러스", "왓챠", "피지컬갤러리", "브랜디", "오르비", "부릉", "그라운드X", "라인플러스",
            "모두의연애", "윙크", "아모레퍼시픽", "셀트리온", "비바리퍼블리카", "아이디병원", "피자헛", "도미노피자", "올리브영",
            "브라운백", "삼성물산", "SK텔레콤", "농심", "기아", "삼성전기", "LG디스플레이", "아시아나항공", "대한항공", "롯데면세점",
            "유한양행", "한미약품", "광주은행", "하나금융그룹", "신한은행", "삼성카드", "현대카드", "롯데카드", "BC카드", "KB국민카드",
            "우리은행", "카카오뱅크", "토스뱅크", "NH농협은행", "하나은행", "삼성생명", "AIG손해보험", "한화생명", "메리츠화재", "롯데손해보험",
            "셀트리온헬스케어", "헬로윤미", "코스모스", "메타넷", "LG화학", "신세계인터내셔날", "LG생활건강", "애경", "유니레버", "한국타이어",
            "두산", "넥스트레벨", "뷰웍스", "영림원소프트랩", "모비스", "컴투스", "게임빌", "게임펍", "카트라이더", "타이탄", "쿠팡플러스",
            "에어비앤비", "우버", "배달의민족", "링크드인", "패스트파이브", "티몬", "오늘의집", "필립스", "시그마", "하이네켄", "애드테크",
            "알리바바", "아이유브이", "로젠택배", "네오위즈", "스마일게이트", "리틀빅아이디어", "넥스트챌린지", "더존비즈온", "로켓펀치",
            "야놀자", "코인원", "빗썸", "업비트", "직방", "다방", "토스페이먼츠", "뱅크샐러드", "핀다", "핀크",
            "LG U+", "한컴", "NHN", "더블유게임즈", "NHN페이코", "GS리테일", "CJ올리브네트웍스", "삼양홀딩스",
            "한솔그룹", "한솔인티큐브", "동원시스템즈", "신세계아이앤씨", "웅진", "비씨카드", "K뱅크", "뱅크웨어글로벌",
            "롯데이커머스", "SK플래닛", "에스원", "아모텍", "디지털대성", "이스트소프트", "파수닷컴", "펄어비스", "넵튠",
            "크래프톤", "유비소프트코리아", "구름", "멋쟁이사자처럼", "엘리스", "패스트캠퍼스", "모두싸인", "코드스테이츠",
            "엔테크서비스", "테크타카", "데브시스터즈", "룽투코리아", "해시드랩스", "인베스트코리아", "디지털자산거래소",
            "핀셋", "에듀윌", "패스트레인", "원티드랩", "트레져헌터", "삼성바이오로직스", "한미IT", "쏘카", "타다", "DHL코리아",
            "로지스팟", "마이리얼트립", "트리플", "레드윗", "하이퍼커넥트", "알서포트", "뉴로메카", "로보티즈", "플리토",
            "센드버드", "스윙비", "집토스", "아파트너", "직토", "셀바스AI", "클로봇", "코드스테이츠", "데일리펀딩", "한국신용데이터",
            "에이팀벤처스", "벤디스", "버킷플레이스", "키위플러스", "지그재그", "파스토", "딜리버리히어로", "샌드박스네트워크",
            "카카오엔터프라이즈", "NAVER Cloud", "비트루브", "디지털오션코리아", "크로미움랩스", "와디즈", "밀리의 서재",
            "하이브", "플로", "지니뮤직", "에프앤가이드", "퓨쳐플레이", "뉴로클", "웨이브", "볼드나인", "코노랩스", "시프티"
    };
}
